Repository: AhmedAbdraboh/Sayarti
Catalog: Sayarti/*.lproj/Localizable.strings
Languages: ar

# signUpTitle
source: Create A New Account
ar: انشاء حساب جديد

source: User A
ar: مستخدم آ

source: User B
ar: مستخدم ب

source: User C
ar: مستخدم ت

source: Egypt
ar: مصر

# saudi
source: Saudi Arabia
ar: السعودية

source: Country
ar: الدولة

source: City
ar: المدينة

# signUpSuccess
source: You have successfully signed Up
ar: تم التسجيل بنجاح

source: Ok
ar: موافق

# signUpfailurePassword
source: Please Make Sure Password is entered correctly and more than 6 characters
ar: من فضلك قم باعادة ادخال كلمة المرور والتاكد من انها اكثر من ٦ حروف

# signUpfailureCheckTerms
source: You must agree to Terms and Conditions
ar: من فضلك يجب الموافقة علي الشروط و الاحكام

# signUpfailureCity
source: Please choose a Valid City
ar: من فضلك قم بادخال المدينة

# signUpfailureCountry
source: Please choose a Valid Country
ar: من فضلك قم باختيار الدولة

# signUpfailureMobile
source: Please Enter a Valid Mobile Number
ar: من فضلك قم بادخال جوال صحيح

# signUpfailureEmail
source: Please Enter a Valid Email
ar: من فضلك قم بادخال بريد الكتروني صحيح

# signUpfailureUserName
source: Please Enter a Valid User Name
ar: من فضلك قم بادخال اسم مستخدم صحيح

# signUpfailureUserType
source: Please Enter a Valid User Type
ar: من فضلك قم باختيار فئة المستخدم

# signUptitleAlert
source: Sign Up
ar: التسجيل

source: Cairo
ar: القاهرة

source: Alex
ar: الاسكندرية

source: Dumyat
ar: دمياط

source: Mansoura
ar: المنصورة

source: Geddah
ar: جدة

source: Riaddah
ar: الرياض

source: Mekkah
ar: مكة

# agreeLabel
source: Agree to Terms and Conditions
ar: اوافق علي الشروط و الاحكام
